Tekla Open API Reference for Tekla Structures 2025
AnalysisSubSection.T3 Property
 The T3 value.
 Namespace: Tekla.Structures.Analysis
 Assembly: Tekla.Structures.Analysis (in Tekla.Structures.Analysis.dll) Version: 2025.0.0-alpha00048669+a99462f17964bc42624ada6e8d316db2d795d226
Syntax
public double T3 { get; set; }
Public Property T3 As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
AnalysisSubSection Class
Tekla.Structures.Analysis Namespace